Dlubal.RFEM5.LineOnSurface
OnSurface line parameters

Dlubal.RFEM5.LineOnSurface.General
General parameters

Dlubal.RFEM5.LineOnSurface.SurfaceNo
Line on surface number

Dlubal.RFEM5.LineOnSurface.StartPosition1
Start position δi,1 (read only)

Dlubal.RFEM5.LineOnSurface.StartPosition2
Start position δi,2 (read only)

Dlubal.RFEM5.LineOnSurface.EndPosition1
End position δj,1 (read only)

Dlubal.RFEM5.LineOnSurface.EndPosition2
End position δj,1 (read only)